"err0" = "未知(0)";
"err100" = "继续";
"err101" = "切换协议";
"err200" = "好";
"err201" = "创建";
"err202" = "接受";
"err203" = "部分信息";
"err204" = "无内容";
"err205" = "重置内容";
"err206" = "部分内容";
"err300" = "多选";
"err301" = "永久移动文件";
"err302" = "暂时移动文件";
"err303" = "查看其他";
"err304" = "没有修改";
"err305" = "使用代理";
"err307" = "暂时重置";
"err400" = "错误请求";
"err401" = "未经授权";
"err402" = "需要支付";
"err403" = "禁止";
"err404" = "无法找到文件";
"err405" = "不允许此方法";
"err406" = "无法接受";
"err407" = "需要代理验证";
"err408" = "请求超时";
"err409" = "冲突";
"err410" = "丢失";
"err411" = "长度要求";
"err412" = "预处理失败";
"err413" = "所请求的项目过大";
"err414" = "请求的URL过长";
"err415" = "不支持此类媒体文件类型";
"err416" = "所要求的范围不符合";
"err500" = "服务器错误";
"err501" = "没有执行";
"err502" = "网关错误";
"err503" = "无资源";
"err504" = "网关超时";
"err505" = "不支持此HTTP版本";